[
  {
    "id": "blog-manifesto",
    "title": "Manifiesto",
    "slug": "manifiesto",
    "excerpt": "Muralla Café nació del deseo de construir un espacio vivo, humano, cambiante e imperfecto. Creemos en el arte como una necesidad básica olvidada.",
    "category": "Manifiesto",
    "author": "Muralla Café",
    "date": "2025-11-06",
    "readTime": "3 min",
    "image": "",
    "featured": true,
    "isManifesto": true,
    "fullContent": "Muralla Café nació del deseo de construir un espacio vivo, humano, cambiante e imperfecto.\n\nCreemos en el arte como una necesidad básica olvidada. No como consumidores, sino como creadores. No es la rutina la que nos mata, sino la falta de creatividad.\nUn artista puede ser también panaderx, contador, activista, madre o bailarín de fin de semana.\nEl arte no vive solo en los museos: puede encontrarse en un bazar de barrio, en un dibujo en la pared o en una conversación entre desconocidos y puede mezclarse con algo tan cotidiano como cocinar o limpiar.\n\nEn la interconectividad urbana, hoy todas las cafeterías pueden tener las mismas tortas de película y esos croissants \"perfectos\".\nPero no es posible que un negocio de dos personas tenga lo mejor en cada categoría, porque eso no es a escala humana.\nAbrazamos el kuchen torcido, el café con carácter propio y la receta que cambia según el día.\n\nMuralla es también una trinchera.\nVivimos en un mundo que ya se mueve en direcciones económicas, políticas y sociales tan fuertes que \"ser apolítico\" dejó de ser un espacio neutral.\nPor eso queremos que este lugar sea refugio y altavoz: para las disidencias sexogenéricas, las personas racializadas e indígenas, las migrantes y desplazadxs, las personas neurodivergentes o con movilidad reducida.\nPorque el lugar físico que ocupamos en la ciudad refleja el espacio que tenemos en el imaginario social, en las ideas y en los afectos.\nQueremos empujar esas murallas hacia afuera, hasta que quepamos todxs.\n\nOfrecemos una muralla abierta para el barrio.\nUn espacio para el arte local y la exhibición de cosas ricas para comer.\nUn lugar donde lo doméstico y lo creativo se mezclan sin pedir permiso.\nUn cowork que a veces se convierte en escenario musical.\nAlgunas cosas sin azúcar, otras veganas.\nTodo hecho con intención.\nCon alimentación consciente en la raíz."
  },
  {
    "id": "blog-001",
    "title": "El arte de preparar café de especialidad",
    "slug": "arte-cafe-especialidad",
    "excerpt": "Descubre los secretos detrás de cada taza perfecta. Desde la selección del grano hasta el método de extracción.",
    "category": "Café",
    "author": "Equipo Muralla",
    "date": "2025-10-28",
    "readTime": "5 min",
    "image": "",
    "featured": true
  },
  {
    "id": "blog-002",
    "title": "Música en vivo: Creando comunidad",
    "slug": "musica-vivo-comunidad",
    "excerpt": "Cómo los eventos de música en vivo transforman nuestro espacio en un punto de encuentro para artistas locales.",
    "category": "Eventos",
    "author": "María González",
    "date": "2025-10-25",
    "readTime": "4 min",
    "image": "",
    "featured": true
  },
  {
    "id": "blog-003",
    "title": "Recetas veganas que enamoran",
    "slug": "recetas-veganas",
    "excerpt": "Nuestras recetas plant-based favoritas que demuestran que la comida consciente puede ser deliciosa y nutritiva.",
    "category": "Comida",
    "author": "Chef Andrea",
    "date": "2025-10-20",
    "readTime": "6 min",
    "image": "",
    "featured": true
  },
  {
    "id": "blog-004",
    "title": "Coworking con propósito",
    "slug": "coworking-proposito",
    "excerpt": "Por qué trabajar en un espacio comunitario puede impulsar tu creatividad y productividad.",
    "category": "Comunidad",
    "author": "Equipo Muralla",
    "date": "2025-10-15",
    "readTime": "4 min",
    "image": "",
    "featured": false
  },
  {
    "id": "blog-005",
    "title": "Sostenibilidad en cada taza",
    "slug": "sostenibilidad-cafe",
    "excerpt": "Nuestro compromiso con el medio ambiente: desde vasos compostables hasta granos de comercio justo.",
    "category": "Sostenibilidad",
    "author": "Vicente Tirado",
    "date": "2025-10-10",
    "readTime": "5 min",
    "image": "",
    "featured": false
  },
  {
    "id": "blog-006",
    "title": "Galería de arte local en tus paredes",
    "slug": "galeria-arte-local",
    "excerpt": "Conoce a los artistas locales que exhiben sus obras en nuestro espacio y cómo puedes apoyarlos.",
    "category": "Arte",
    "author": "Catalina Rojas",
    "date": "2025-10-05",
    "readTime": "3 min",
    "image": "",
    "featured": false
  }
]
