[
  {
    "id": "blog-manifesto",
    "title": "Manifiesto",
    "slug": "manifiesto",
    "excerpt": "Muralla Café nació del deseo de construir un espacio vivo, humano, cambiante e imperfecto. Creemos en el arte como una necesidad básica olvidada.",
    "category": "Manifiesto",
    "author": "Muralla Café",
    "date": "2025-11-06",
    "readTime": "3 min",
    "image": "",
    "featured": true,
    "isManifesto": true,
    "fullContent": "Muralla Café nació del deseo de construir un espacio vivo, humano, cambiante e imperfecto.\n\nCreemos en el arte como una necesidad básica olvidada. No como consumidores, sino como creadores. No es la rutina la que nos mata, sino la falta de creatividad.\nUn artista puede ser también panaderx, contador, activista, madre o bailarín de fin de semana.\nEl arte no vive solo en los museos: puede encontrarse en un bazar de barrio, en un dibujo en la pared o en una conversación entre desconocidos y puede mezclarse con algo tan cotidiano como cocinar o limpiar.\n\nEn la interconectividad urbana, hoy todas las cafeterías pueden tener las mismas tortas de película y esos croissants \"perfectos\".\nPero no es posible que un negocio de dos personas tenga lo mejor en cada categoría, porque eso no es a escala humana.\nAbrazamos el kuchen torcido, el café con carácter propio y la receta que cambia según el día.\n\nMuralla es también una trinchera.\nVivimos en un mundo que ya se mueve en direcciones económicas, políticas y sociales tan fuertes que \"ser apolítico\" dejó de ser un espacio neutral.\nPor eso queremos que este lugar sea refugio y altavoz: para las disidencias sexogenéricas, las personas racializadas e indígenas, las migrantes y desplazadxs, las personas neurodivergentes o con movilidad reducida.\nPorque el lugar físico que ocupamos en la ciudad refleja el espacio que tenemos en el imaginario social, en las ideas y en los afectos.\nQueremos empujar esas murallas hacia afuera, hasta que quepamos todxs.\n\nOfrecemos una muralla abierta para el barrio.\nUn espacio para el arte local y la exhibición de cosas ricas para comer.\nUn lugar donde lo doméstico y lo creativo se mezclan sin pedir permiso.\nUn cowork que a veces se convierte en escenario musical.\nAlgunas cosas sin azúcar, otras veganas.\nTodo hecho con intención.\nCon alimentación consciente en la raíz."
  },
  {
    "id": "blog-croissant-almendras",
    "title": "Croissants de Almendra al estilo francés",
    "slug": "croissants-almendra-frances",
    "excerpt": "Una receta clásica de pastelería francesa que transforma croissants del día anterior en un manjar irresistible con crema de almendras.",
    "category": "Recetas",
    "author": "Chef Andrea",
    "date": "2025-11-01",
    "readTime": "8 min",
    "image": "",
    "featured": true,
    "fullContent": "# Croissants de Almendra (Croissants aux Amandes)\n\nEsta receta transforma croissants del día anterior en un postre francés clásico. La combinación de almíbar de ron, crema de almendras y almendras tostadas crea una experiencia única.\n\n## Ingredientes\n\n### Para los croissants:\n- 8 croissants medianos/grandes de un día, dejados destapados a temperatura ambiente durante la noche\n- 3 cucharadas de almendras laminadas\n- Azúcar flor para espolvorear\n\n### Para el almíbar:\n- 2 cucharadas de azúcar\n- 4 cucharadas de ron (opcional pero muy recomendado, puedes usar 1 cucharadita de extracto de vainilla)\n- 1 taza de agua\n\n### Para la crema de almendras:\n- 1/2 taza de azúcar granulada\n- 1 taza de harina de almendras (o 2/3 taza de almendras blanqueadas enteras)\n- 1/8 cucharadita de sal\n- 1 barra (8 cucharadas) de mantequilla sin sal a temperatura ambiente, cortada en trozos\n- 2 huevos grandes\n\n## Preparación del almíbar\n\n1. En una olla pequeña, mezcla 1 taza de agua, 2 cucharadas de azúcar y 4 cucharadas de ron.\n2. Lleva a fuego medio hasta que hierva suavemente por un minuto, revolviendo hasta que el azúcar se disuelva completamente.\n3. Retira del fuego y deja enfriar a temperatura ambiente.\n\n## Preparación de la crema de almendras\n\n**Si usas almendras enteras:**\nCombina 1/2 taza de azúcar, 2/3 taza de almendras y 1/8 cucharadita de sal en un procesador de alimentos. Pulsa hasta obtener un polvo fino. Agrega la mantequilla y mezcla hasta integrar bien. Incorpora los huevos uno por uno, procesando a velocidad alta hasta lograr una textura cremosa y esponjosa.\n\n**Si usas harina de almendras:**\nEn un batidor de pie con accesorio de varillas, mezcla 1/2 taza de azúcar, 1 taza de harina de almendras y 1/8 cucharadita de sal. Mezcla bien, luego incorpora la mantequilla. Finalmente añade los huevos de uno en uno y bate a velocidad media-alta hasta que la mezcla esté cremosa, esponjosa y con consistencia de crema.\n\n## Armado de los croissants\n\n1. Precalienta el horno a 180°C (350°F). Forra una bandeja con papel mantequilla.\n\n2. Una vez que tus croissants hayan reposado toda la noche en el mesón y estés listo para usarlos, corta cada croissant horizontalmente como si fueras a hacer un sándwich.\n\n3. Trabaja con cada croissant individualmente: sumérgelo en el almíbar, cubriendo ambos lados y los extremos. El croissant debe quedar bien húmedo, pero no empapado. Solo un baño rápido por cada lado.\n\n4. Coloca los croissants en la bandeja con el lado cortado hacia arriba. Unta aproximadamente 2 cucharadas de crema de almendras en la mitad inferior de cada croissant.\n\n5. Coloca las mitades superiores y unta aproximadamente 1 cucharada de crema de almendras sobre la parte superior. Espolvorea con almendras laminadas.\n\n6. Hornea en el centro del horno durante 15 a 18 minutos o hasta que la crema esté dorada. Transfiere a una rejilla y deja enfriar a temperatura ambiente o tibios.\n\n7. Espolvorea con azúcar flor antes de servir.\n\n## Consejos\n\n- Estos croissants son mejores el mismo día que se preparan.\n- El secreto está en usar croissants de un día - esto les da la textura perfecta para absorber el almíbar.\n- No tengas miedo de ser generoso con el almíbar, es lo que mantiene los croissants húmedos y deliciosos.\n- La crema debe quedar con una consistencia similar a un glaseado - cremosa y esponjosa.\n\n¡Perfectos para acompañar un café con leche en la mañana!"
  },
  {
    "id": "blog-001",
    "title": "El arte de preparar café de especialidad",
    "slug": "arte-cafe-especialidad",
    "excerpt": "Descubre los secretos detrás de cada taza perfecta. Desde la selección del grano hasta el método de extracción.",
    "category": "Café",
    "author": "Equipo Muralla",
    "date": "2025-10-28",
    "readTime": "5 min",
    "image": "",
    "featured": true
  },
  {
    "id": "blog-002",
    "title": "Música en vivo: Creando comunidad",
    "slug": "musica-vivo-comunidad",
    "excerpt": "Cómo los eventos de música en vivo transforman nuestro espacio en un punto de encuentro para artistas locales.",
    "category": "Eventos",
    "author": "María González",
    "date": "2025-10-25",
    "readTime": "4 min",
    "image": "",
    "featured": true
  },
  {
    "id": "blog-003",
    "title": "Recetas veganas que enamoran",
    "slug": "recetas-veganas",
    "excerpt": "Nuestras recetas plant-based favoritas que demuestran que la comida consciente puede ser deliciosa y nutritiva.",
    "category": "Comida",
    "author": "Chef Andrea",
    "date": "2025-10-20",
    "readTime": "6 min",
    "image": "",
    "featured": true
  },
  {
    "id": "blog-004",
    "title": "Coworking con propósito",
    "slug": "coworking-proposito",
    "excerpt": "Por qué trabajar en un espacio comunitario puede impulsar tu creatividad y productividad.",
    "category": "Comunidad",
    "author": "Equipo Muralla",
    "date": "2025-10-15",
    "readTime": "4 min",
    "image": "",
    "featured": false
  },
  {
    "id": "blog-005",
    "title": "Sostenibilidad en cada taza",
    "slug": "sostenibilidad-cafe",
    "excerpt": "Nuestro compromiso con el medio ambiente: desde vasos compostables hasta granos de comercio justo.",
    "category": "Sostenibilidad",
    "author": "Vicente Tirado",
    "date": "2025-10-10",
    "readTime": "5 min",
    "image": "",
    "featured": false
  },
  {
    "id": "blog-006",
    "title": "Galería de arte local en tus paredes",
    "slug": "galeria-arte-local",
    "excerpt": "Conoce a los artistas locales que exhiben sus obras en nuestro espacio y cómo puedes apoyarlos.",
    "category": "Arte",
    "author": "Catalina Rojas",
    "date": "2025-10-05",
    "readTime": "3 min",
    "image": "",
    "featured": false
  }
]
